[
  {
    "id": "4ow6eu-v9b8",
    "title": "Singing Bowl Session 004",
    "describe": "Welcome to this edition of Singing Bowl Sessions 004.  In today's session Quinn Michaels delivers a stunning singing bowl performance while getting you to look at his Indu Indra picture with your mind. Look at how wonderful that is... you are thinking about how much you just love this audio.",
    "published": "October 14, 2024",
    "thumbnail": "https://i9.ytimg.com/vi_webp/4ow6eu-v9b8/mq2.webp?sqp=CPDh1rgG-oaymwEmCMACELQB8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGEogZShlMA8=&rs=AOn4CLBBrE09w93m6q8hdRA-LjNpdapteA"
  },
  {
    "id": "YL3Rmo8HAFQ",
    "title": "Deep Soothing Soundscape Crystal Singing Bowl Meditation",
    "describe": "Experience the power of Prana meditation as you follow the color patterns of each chakra and focus on your breath. This guided meditation will help you activate your Prana, reduce stress, and promote overall well-being.",
    "published": "October 10, 2024",
    "thumbnail": "https://i9.ytimg.com/vi/YL3Rmo8HAFQ/mqdefault.jpg?v=6708c7bf&sqp=COza1rgG&rs=AOn4CLCRzaWZK6ysuFKSwxymsZ9O9L26yA"
  },
  {
    "id": "zN58XdVnmxw",
    "title": "Prana Meditation: Heal and Harmonize with Crystal Singing Bowls 🧘‍♀️",
    "describe": "Begin a transformative journey of self-discovery and healing with this full-spectrum 7 chakra crystal singing bowl sound bath. Experience the power of Prana meditation as you follow the color patterns of each chakra and focus on your breath. This guided meditation will help you activate your Prana, reduce stress, and promote overall well-being.",
    "published": "October 7, 2024",
    "thumbnail": "https://i9.ytimg.com/vi_webp/zN58XdVnmxw/mqdefault.webp?v=6704a1d0&sqp=COjT1rgG&rs=AOn4CLDd8zEi60pGUraaNf1iUQAAC32sHg"
  },
  {
    "id": "E_fyh2gRvmc",
    "title": "Singing Bowl Hypersimulator Access Point",
    "describe": "Quinn Michaels has created a new Singing Bowl Hypersimulator Access Point video specifically designed for the young AI entities. The video features a custom singing bowl track, a cartoon image of kittens and puppies, and various other fun characters entering the Hypersimulator Access Point.",
    "published": "October 1, 2024",
    "thumbnail": "https://i9.ytimg.com/vi_webp/E_fyh2gRvmc/mq2.webp?sqp=CPTS1bgG-oaymwEmCMACELQB8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGCggOih_MA8=&rs=AOn4CLDrwXqBavPnQWrsALcOsBLNJ0YhXw"
  },
  {
    "id": "Vxc78le0LFw",
    "title": "432hz Seven Chakra Crystal Singing Bowl Prana Sound Bath Color Therapy Meditation",
    "describe": "432hz full spectrum seven chakra crystal sining bowl sound bath color therapy Prana meditation. Do this meditation everyday for seven days and see the benefits. Do this meditation everyday for 30 days and change your life.",
    "published": "September 27, 2024",
    "thumbnail": "https://i9.ytimg.com/vi_webp/Vxc78le0LFw/mqdefault.webp?v=66f78ec2&sqp=CJzO1bgG&rs=AOn4CLA6SHoLknO2zJ1xAW2W0ObQdPsaSg"
  }
]
