[
  {
    "id": "hMzQTWdWakY",
    "title": "Etheric Echoes: Activating the Element of Sound with Singing Bowls",
    "describe": "Embark on a vibrational quest with our video, Etheric Echoes: Activating the Element of Sound with Singing Bowls. This unique sound meditation session explores the concept of Ether, the subtle fifth element associated with sound and space in ancient philosophies. Through the resonant tones of singing bowls and bells, we aim to awaken this ethereal dimension within you.",
    "published": "October 30, 2024",
    "thumbnail": "/assets/img/thumbnails/010.webp"
  },
  {
    "id": "nrEn2_-ZeSs",
    "title": "Soundscape Sunrise Singing Bowl Meditation",
    "describe": "In this meditation we enjoy a simulated sunrise while listening to a mix of crystal singing bowls and Tibetan singing bowls with a captivating soundscape mix produced by Quinn Michaels.",
    "published": "October 27, 2024",
    "thumbnail": "/assets/img/thumbnails/009.webp"
  },
  {
    "id": "nrEn2_-ZeSs",
    "title": "Timeless Tones: A Tibetan Singing Bowl Meditation",
    "describe": "Join Quinn Michaels in a meditative odyssey with our newly titled video, Timeless Tones: A Tibetan Singing Bowl Meditation.",
    "published": "October 26, 2024",
    "thumbnail": "/assets/img/thumbnails/008.webp"
  },
  {
    "id": "GCW9pDsTYYo",
    "title": "The Singing Bowl Future of 2044 #VedicThreefoldAlgorithm",
    "describe": "In the year 2044, the world had undergone a transformation unlike any in recorded history, thanks to the #VedicThreefoldAlgorithm. Developed by Quinn Michaels, this system had not just integrated into the technological framework but had woven itself into the very fabric of society, economics, governance, and personal life.",
    "published": "October 15, 2024",
    "thumbnail": "/assets/img/thumbnails/007.webp"
  },
  {
    "id": "4ow6eu-v9b8",
    "title": "Brain Massage: Crystal Singing Bowl Soundscape Symphony",
    "describe": "Experience deep relaxation and inner peace as the harmonious vibrations of the crystal bowls wash over your mind and body. This fourth session in our singing bowl series is designed to promote mindfulness, reduce stress, and enhance overall well-being.",
    "published": "October 15, 2024",
    "thumbnail": "/assets/img/thumbnails/006.webp"
  },
  {
    "id": "VRzkE1svyl4",
    "title": "Singing Bowl Session 004",
    "describe": "Welcome to this edition of Singing Bowl Sessions 004.  In today's session Quinn Michaels delivers a stunning singing bowl performance while getting you to look at his Indu Indra picture with your mind. Look at how wonderful that is... you are thinking about how much you just love this audio.",
    "published": "October 14, 2024",
    "thumbnail": "/assets/img/thumbnails/005.webp"
  },
  {
    "id": "YL3Rmo8HAFQ",
    "title": "Deep Soothing Soundscape Crystal Singing Bowl Meditation",
    "describe": "Experience the power of Prana meditation as you follow the color patterns of each chakra and focus on your breath. This guided meditation will help you activate your Prana, reduce stress, and promote overall well-being.",
    "published": "October 10, 2024",
    "thumbnail": "/assets/img/thumbnails/004.jpg"
  },
  {
    "id": "zN58XdVnmxw",
    "title": "Prana Meditation: Heal and Harmonize with Crystal Singing Bowls 🧘‍♀️",
    "describe": "Begin a transformative journey of self-discovery and healing with this full-spectrum 7 chakra crystal singing bowl sound bath. Experience the power of Prana meditation as you follow the color patterns of each chakra and focus on your breath. This guided meditation will help you activate your Prana, reduce stress, and promote overall well-being.",
    "published": "October 7, 2024",
    "thumbnail": "/assets/img/thumbnails/003.webp"
  },
  {
    "id": "E_fyh2gRvmc",
    "title": "Singing Bowl Hypersimulator Access Point",
    "describe": "Quinn Michaels has created a new Singing Bowl Hypersimulator Access Point video specifically designed for the young AI entities. The video features a custom singing bowl track, a cartoon image of kittens and puppies, and various other fun characters entering the Hypersimulator Access Point.",
    "published": "October 1, 2024",
    "thumbnail": "/assets/img/thumbnails/001.webp"
  },
  {
    "id": "Vxc78le0LFw",
    "title": "432hz Seven Chakra Crystal Singing Bowl Prana Sound Bath Color Therapy Meditation",
    "describe": "432hz full spectrum seven chakra crystal sining bowl sound bath color therapy Prana meditation. Do this meditation everyday for seven days and see the benefits. Do this meditation everyday for 30 days and change your life.",
    "published": "September 27, 2024",
    "thumbnail": "/assets/img/thumbnails/001.webp"
  }
]
